{
    "Athletics (DEX+STR)": {
        "description": "This broad skill covers a range of athletic activities useful to adventuring characters, including acrobatics, climbing, jumping and swimming.Acrobatics: This allows a character to perform a variety of gymnastics and balancing tasks, such as tumbling, walking a tightrope or keeping balance on a narrow or unstable ledge. The character can move at half their normal speed across an unstable surface without penalty. To move at a normal rate requires an Acrobatics test. A successful Acrobatics test will also halve the damage suffered from falling.Brute Force: Brute force is an application of Athletics that relies purely on power, with no finesse involved. Brute force involves pushing, lifting or dragging.Climbing: Given enough hand and footholds, a character can climb any surface, given enough time, without the need for a test. Under normal circumstances, a character can ascend or descend one-quarter of their Movement per Combat Round (see Chapter 5 Combat for details). A character can double the rate of their climb or descent by making a Hard Athletics test.Jumping: In general, a successful Athletics test allows a character to jump up to twice their height horizontally or up to half their height vertically, if they have at least five metres to run first. For standing jumps, half these distances. For humans, average height is roughly 1.8m which gives a jumping distance of 4m.For greater distances, the Referee can apply a -20% or even -50% penalty. If the distance involved is absurd, the Referee should feel free to say the test is impossibleSwimming: Characters usually swim at half their usual movement. Athletics tests are only required when conditions are less than ideal – swimming while heavily encumbered or in strong currents, for example."
    },
    "Close Combat (DEX+STR)": {
        "description": "This skill deals with the art of hitting things and defending the character with melee weapons, such as swords, clubs, spears, polearms and shields."
    },
    "Craft (INT+10)": {
        "description": "This skill is a grouping of several disciplines, that measures the character’s ability to make and repair items.As a very rough guide, it takes one day per 50 SP to produce an item. The base cost of the article in materials needed is 50% of the listed finished value."
    },
    "Culture (Own) (INT+10) /Culture (Other) (INT)": {
        "description": " Each Culture skill provides information about the prevailing worldview of that group of people (or creatures), which includes history, politics, weather cycles, geography, superstitions, and popular mythology."
    },
    "Culture (Own)": {
        "description": " the worldview of the people by whom the character is raised. All other foreign or alien cultures are Culture (Other). Culture (Other) is a collection of skills, one for each culture."
    },
    "Deception (DEX+INT)": {
        "description": "Deception covers the arts of:Disguise: Used to change a character’s appearance and adopt a different outward persona.Sleight: Used to hide or take objects, without drawing undue attention.Stealth: Used whenever a character attempts to evade detection by another character personally. Usually, this happens when a character either tries to creep past an enemy, hide from one, or performs a combination of both.When testing the skill, Deception is often opposed by the Perception skill and is modified according to the situation. Note that attempts at Fast Talk use the Influence skill rather than Deception."
    },
    "Dodge (DEX+10)": {
        "description": "The Dodge skill is used to avoid incoming objects that are swung or thrown at the character. The skill is usually used when a character attempts to dodge an incoming blow in combat or a physical hazard that can be avoided, such as falling masonry."
    },
    "Driving (DEX+INT)": {
        "description": "If a character is driving a wagon, chariot, or similar vehicle, at no more than walking pace across flat terrain, a Driving skill test will never be required. Skill tests are needed when a character wants to do something out of the ordinary with a vehicle – such as to travel across treacherous terrain, jump obstacles and so on."
    },
    "Engineering (INT+10)": {
        "description": "This skill is used to design, build, activate, repair, sabotage or disassemble large mechanisms or constructs, such as siege machines, city gates and drawbridges, mine-shafts, sailing ships and so forth."
    },
    "Healing (INT+10)": {
        "description": "Use of this skill will always require a healer’s kit, which includes suitable medical equipment, such as bandages and salves, or an appropriate improvised alternative. Each use of the Healing skill generally takes a few minutes to perform. Both characters must remain stationary and may not use combat actions or reactions while this occurs or they will lose the benefits of the healing.See the following table for the range of Healing actions available to the characters using this skill.All healing actions are stressful, so they always require a skill test to perform successfully.Healing ActionsInjury or Ailment  TreatmentUnconsciousness  A successful Healing test can revive a character from unconsciousness.Minor Injury (any wound taken while total hit points over zero)  A successful Healing test on a Minor Injury will heal 1D6 Hit Points.Stabilise Mortal Wound (character less than zero hit points)  A successful Healing test on a Mortal Wound (where hit points are less than zero) will not restore the lost Hit Points. This Healing merely stabilises the patient enough so that they will not die of blood loss.Curing Diseases A successful Healing test allows a diseased patient to add a bonus to his next opposed test of Resilience versus disease Potency to resist the disease. The bonus is equal to the healer’s Healing skill divided by 10.Curing Poisons  A successful Healing test allows a poisoned patient to attempt a second opposed test of Resilience versus poison Potency. The patient gains a bonus to their Resilience skill equal to the healer’s Healing skill divided by 10.Surgery  Other than magical healing, successful Surgery is the only way that a character can recover from a Mortal Wound. Once a successful Healing test has been made to quench the bleeding of a Mortal Wound, a successful Healing test can attempt to set broken bones, stitch together rent flesh and restore the wound location so that it is on the road to recovery. If the Healing test is a success, the stricken character gains one hit point and will begin to heal as usual"
    },
    "Influence (CHA+10)": {
        "description": "This skill is the art of verbally persuading another character to do what you want.Influence skill tests are usually opposed by either Persistence (as a measure of sheer bloody-minded will power) or Influence (where the character argues back). They are further modified by how much a character is trying to change an opponent’s mind. Influence skill tests are often modified by how well the player roleplays the exchange (see “When the Referee should apply difficulty modifiers” above).Influence can be used in one of three ways.Fast Talk. The character tries to quickly confuse either an individual or small group with a clear leader, into doing what they want.Oratory. The character puts forward a series of arguments to sway a large crowd of people.Intimidation. The character tries to use the threat of violence against an opponent or group of opponent.See the Social Combat section for more."
    },
    "Language (Own) (INT+50) /Language (Other) (INT)": {
        "description": "The Language skill is several separate skills grouped under a single heading. Language (Gatanese), Language (Dark Lander) and Language (Goblinoid), for example, are all individual skills.Every character with a Language skill of 50% or more is fluent in that language, although they are likely to have an accent if it is not their native language.A score in a Language skill of 80% or more will mean the character can also read and write in that language.Lore (Area of Knowledge) (INT)The Lore skill is an umbrella term for several different skills, each of which must be improved separately.Each Lore skill defines an area of knowledge for the character, and whenever a player wants to see if their character knows something about the subject at hand they use that specific Lore skill.A player’s imagination is the only limit to the range of possible Lores. Example Lores include:  alchemy, art, astronomy, gambling, geography, heraldry, law, logistics, military tactics, philosophy, poisons."
    },
    "Mechanisms (DEX+INT)": {
        "description": "The Mechanisms skill is used for picking a lock or disassembling a trap. Usually, this takes at least one minute (12 combat rounds) to perform, whereas larger or particularly complex devices will take longer.Usually, a character will merely make a Mechanisms test to succeed at assembling or disassembling a device, with appropriate bonuses or penalties decided upon by the Referee. If a device has been designed to resist attempts at disassembly specifically, the Mechanisms test becomes opposed by the Mechanisms skill of the character who created it."
    },
    "Natural Lore (INT+10)": {
        "description": "Broadly speaking, this Lore deals with the character’s knowledge of the natural world. It can be broken into five specialist areas.Animal: This covers the ability to recognise an animal, know its feeding habits, breeding cycle, habitats and so on. A character with a skill of at least 50% may try to domesticate a wild animal, making a skill test after every full week of training. If the character also has a Riding skill of at least 50% and the animal is capable of being ridden, they may train the animal to be ridden during this period. The character may later train the animal not to panic in battle and to strike at his enemies, after a further period of training, with the character making a skill test at the end of each week to succeed.Plant: A character can identify plants in the wild, discover the right places to grow crops, decide which plants are edible and what unusual properties they may possess.Mineral:  This skill allows the character to detect precious metals and stones, detect fault lines and other dangerous features in the rock, etc.Survival: One Survival test will be required every day that a character lacks either food, water or a safe place to sleep. Success indicates the character manages to find whatever they lack – failure means they will go without, which over several days could result in severe consequences. Survival tests aren’t called for when the character is in a city or town.Tracking: With this skill, a character can locate the tracks of a specific creature and follow them while in the wilderness.Weather: The character can predict changes in the climate."
    },
    "Perception (INT+POW)": {
        "description": "The Perception skill is used to represent the five senses of the character when detecting objects or other characters. For example, a typical use of the Perception skill is as a straight skill test to identify hidden objects in a room or as an opposed test to discover a hidden character."
    },
    "Performance (CHA+10)": {
        "description": "A successful test with this skill will result in the audience or partner being pleased by the character’s performance.  This skill covers acting, composing poetry, dancing, singing, readings and playing an instrument."
    },
    "Persistence (POW+10)": {
        "description": "Persistence represents a character’s mental willpower. It is used to resist the effects of magic and to resist another character’s attempt to use the Influence skill against them.Personal Magic Casting (POW X 3)This skill represents the character’s ability to cast Personal Magic spells. It also describes their knowledge about Personal Magic (see the dedicated chapter for further details)."
    },
    "Ranged Combat (DEX+INT)": {
        "description": "This skill covers the use of missile weapons, such as bows, crossbows, thrown spears and thrown daggers. See the Combat chapter for more detail."
    },
    "Religion (Own) (INT+10)/ Religion(Other) (INT)": {
        "description": "Religion is used to recall knowledge of a religious nature, though the character will only be able to remember knowledge pertinent to the specified religion. Learning Religion (Own) a character to be at least a lay member of a religion. Normally, a character will only be a member of one religion. So, Religion (Other) usually relates to foreign religions and is learned through observation or being taught by a member of the religion in question.The Religion skill is not needed actually to cast Divine magic. Still, it is used to advance in status and power within the Religions that the character is a member of and to grant access to higher magnitudes of Divine magic."
    },
    "Resilience (CON+POW)": {
        "description": "A measure of how physically tough a character is. The higher a character’s Resilience, the more likely they are to handle adverse physical conditions, such as weathering a vicious sandstorm, surviving in a drought or overcoming the effects of poison or disease."
    },
    "Riding (DEX+POW)": {
        "description": "If a character is riding a creature with the help of saddle and stirrups, at no more than a walking pace across flat terrain, then a Riding test will never be required.  Tests are required when a character wants to do something out of the ordinary with a mount – such as travel across treacherous terrain, jump obstacles, ride bareback and so on."
    },
    "Sailing (DEX+INT)": {
        "description": "This skill covers small water-borne craft propelled manually by oars or paddles, commonly known as boats, and larger craft powered by sail or rows of oars. Travelling across calm water does not usually require a skill test, but adverse conditions such as currents and weather can bestow penalties."
    },
    "Sorcery Casting (INT)": {
        "description": "This skill covers the successful casting of Sorcery spells which the caster knows, and also the ability to manipulate the effects, range and duration of those spells. This skill also allows the use of magic items with stored spells (commonly called Matrices) and scrolls with Sorcery spells written on them. It can also be used to represent the character’s knowledge of Sorcery and its works. See the Sorcery Chapter for details."
    },
    "Streetwise (CHA+POW)": {
        "description": "Streetwise allows a character to find fences for stolen goods, black markets and uncover general information in an urban setting. Such uses of Streetwise usually require a minimum of 1D4 hours.  Streetwise also covers following people down crowded city streets."
    },
    "Trade (INT+10)": {
        "description": "This skill is used when characters trade, barter or otherwise negotiate over the sale of goods. In such transactions, a successful opposed test using the Trade of the buyer versus the Trade of the seller is needed for the buyer to get the best deal.  If the buyer wins, they receive a discount, -10% for success, -20% for a critical. If the seller wins, the price that they can sell the item for increases by +10% for success and +20% for a critical. If the opponent fumbles their roll, double the increase or decrease.The Trade skill also enables the character to determine the value placed on something by others; by estimating its market value. Everyday or obscure objects might give a bonus or penalty to the skill test. Success will allow a character to guess the average monetary value of the object, usually guessing accurately to within 10% of its actual value."
    },
    "Unarmed Combat (DEX+STR)": {
        "description": "This skill covers the use of natural attacks. For humans, this is punching, kicking, and grappling. Non-human characters may also have bite, horn, claw and tail attacks.Weapon  Damage DiceUnarmed  1D4Natural weaponry  As noted, typically 1D4 to 1D12 depending on the creature (see Creature Chapter)"
    },
    "Wealth (Optional) (INT+CHA)": {
        "description": "This skill shows the resources and physical possessions a character has. For a beginning character, it is based upon what they have earned using their wits and charm alone. The basic skill is (INT + CHA), and this can be increased by spending skill points at character generation. If you are determining starting wealth by social class, set the minimum in the skill according to social rank (i.e. the base score as shown in the table below). For example, a Minor Noble would have a Wealth of 86%.Wealth can be used as an abstract measure of material resources in the game. A character who has the equivalent Wealth level to a piece of equipment’s purchase cost can automatically buy it.  If the piece of equipment’s cost is one level above the character’s wealth, then the character will need to make a wealth test.If they succeed, the item is theirs. The next wealth test is at -20%. This modifier lasts for a month.If they fail, they do not have enough spare cash at the time that they try to buy the item and must free up some of their savings or wait until they are paid again at the end of their current job.If they fumble, they will find that they have a cash flow problem and cannot make any Wealth tests for at least a month, and they must spend time and effort sorting out their financial difficulties.If they roll a critical, they find they have more than enough disposable income and can make their next Wealth test without a penalty.What Wealth MeansWealth %  Description  Social Class  Financial Situation.  Equipment  Housing0 and lower  Destitute  Beggars and the displaced.  Outside of the normal economy and unable to support themselves.  Rags, discarded tools, subsistence food- usually scraps.  Streets or in a slum.1-34%  Poor  Labourers, low ranking Crafters, Militiamen.  Has genuine financial difficulties, money comes and goes at an alarming rate.  Basic clothes, knives, clubs, gruel, occasional poor cut of meat. Rents tools of the trade.  In crowded shared accommodation. If in the city, it's owned by someone else.35-65%  Average  Freemen with a trade.  What is considered the average for the Culture. Able to live within their means, but still vulnerable to cash flow problems.  Swords spear, shield, bow, crossbow, leather armour, good meat once a week. The character owns the tools of their trade.  A reasonable dwelling for self and immediate family, owned by them.66-85%  Well off  Minor merchants, Priests.  They have a comfortable lifestyle with savings if the character is prudent. Unlikely to have any cash problems.  Ringmail armour, longbow and sword, good meat 2-3 times a week. They own an excellent set of trade tools. They have 1-2 servants.  Owns a private residence for their own family with room to spare.86-90%  Wealthy  Merchants, Minor Nobility.  Extravagant lifestyle paid for by investments in ventures in which others do the actual work.  Chain or even plate mail armour, and weapons. They have a choice of the best food. They have a staff of 2-12 servants.  They live in a villa with spacious rooms for extended family and servants.100%  Rich  Kings, powerful Nobles.  As above but more so. Supports a large entourage as well as extended family, who all depend upon ruler for their extravagant lifestyle.  Custom made plate mail and weapons. Regularly holds feasts for the entire court. They have an entourage of 3-18 hangers-on, a bodyguard of 2-12 warriors, 50+ servants.  A palace/castle with space for their family, hangers-on and staff.Beyond 100% (outside of normal ranking)  Super Rich  Emperors.  Lives in a constant state of opulent extravagance.  Armour custom made with gold leaf decoration, weapons encrusted with jewels.  A grand palace complex which is the size of a small city, often within the walls of a larger outer city."
    }
}